[
	"A Bible that’s falling apart usually belongs to someone who isn’t.",
	"It is not how much we have, but how much we enjoy, that makes happiness.",
	"Anxiety does not empty tomorrow of its sorrows, but only empties today of its strength.",
	"If Christ be anything, he must be everything.",
	"Prayer can never be in excess.",
	"By perseverance the snail reached the ark.",
	"The gospel is like a caged lion. It does not need to be defended, it just needs to be let out of its cage.",
	"I have a great need for Christ; I have a great Christ for my need.",
	"God is too good to be unkind and He is too wise to be mistaken.",
	"You are as much serving God in looking after your own children as you would be if you led an army to battle for the Lord.",
	"The grace of God is infinite and matchless. It can save the worst sinner and the most broken soul.",
	"The Word of God is the anvil upon which the opinions of men are shattered.",
	"We cannot expect to gather lilies in a field of thistles.",
	"True prayer is neither a mere mental exercise nor a vocal performance. It is far deeper than that—it is a spiritual transaction with the Creator of heaven and earth.",
	"To trust God in the light is nothing, but trust him in the dark—that is faith.",
	"A little faith will bring your soul to heaven, but a lot of faith will bring heaven to your soul.",
	"A man who does not have his Bible with him is like a workman without his tools.",
	"No one outgrows the Scriptures. The book widens and deepens with our years.",
	"If we cannot trust God for the temporal, how dare we trust Him for the eternal?",
	"Sincerity makes the very least person to be of more value than the most talented hypocrite.",
	"I would rather teach one man to pray than ten men to preach.",
	"Nothing puts life into men like a dying Savior.",
	"Nobody ever outgrows Scripture; the book widens and deepens with our years.",
	"God helps those who cannot help themselves.",
	"You cannot slander human nature; it is worse than words can paint it.",
	"When your will is God’s will, you will have your will.",
	"Hope itself is like a star—not to be seen in the sunshine of prosperity, and only to be discovered in the night of adversity.",
	"The greatest enemy to human souls is the self-righteous spirit which makes men look to themselves for salvation.",
	"Wisdom is the right use of knowledge. To know is not to be wise. Many men know a great deal, and are all the greater fools for it.",
	"The Lord gets His best soldiers out of the highlands of affliction.",
	"Trials teach us what we are; they dig up the soil, and let us see what we are made of.",
	"Have your heart right with Christ, and He will visit you often, and so turn weekdays into Sundays, meals into sacraments, homes into temples, and earth into heaven.",
	"We have two great possessions: Christ and our need.",
	"Groanings which cannot be uttered are often prayers which cannot be refused.",
	"To preach Christ is to feed the soul, to justify it, to set it free, and to sanctify it.",
	"The key to happiness is not in our circumstances but in Christ.",
	"Beware of no man more than of yourself; we carry our worst enemies within us.",
	"The will of God is like a great ocean: vast, unmeasured, and profound.",
	"The promises of God are like the stars; the darker the night, the brighter they shine.",
	"The nearer we come to God, the more graciously He reveals Himself to us.",
	"Jesus is the fountain of light and life, joy and peace.",
	"I know of no better thermometer to your spiritual temperature than this: the measure of the intensity of your prayer.",
	"The grace of God is like an ever-flowing river, full and free for all who come to it.",
	"Faith is reason at rest in God.",
	"Faith sees the invisible, believes the unbelievable, and receives the impossible.",
	"Look to the cross, and hate your sin, for sin nailed your Well-Beloved to the tree.",
	"Christ is the cure for every fear, doubt, and trouble.",
	"Let your thoughts dwell much upon Christ.",
	"Without the Spirit of God, we can do nothing. We are as ships without wind. We are useless.",
	"Faith obliterates time, annihilates distance, and brings future things at once into its possession.",
	"God will not have His kingdom made up of dishonest men.",
	"A sinner can no more repent and believe without the Holy Spirit’s aid than he can create a world.",
	"Wisdom is the reward you get for a lifetime of listening when you would rather have talked.",
	"You will never glory in God till first of all God has killed your glorying in yourself.",
	"If we give God service, it must be because He gives us grace. We work for Him because He works in us.",
	"Love to Christ smooths the path of duty.",
	"Humility is to make a right estimate of oneself.",
	"We are never so high as when we are down at the feet of the cross.",
	"The eagle’s wings are not the only things which God has given us; He has given us His angels to bear us up in their hands.",
	"Men do not reject the Bible because it contradicts itself but because it contradicts them.",
	"The Word of God is always most precious to the man who lives most upon it.",
	"By the cross we, too, are crucified to the world, but alive unto God.",
	"True humility is thinking rightly of thyself, not meanly.",
	"Many men owe the grandeur of their lives to their tremendous difficulties.",
	"We cannot always trace God's hand, but we can always trust God's heart.",
	"Our anxiety does not empty tomorrow of its sorrows, but only empties today of its strengths.",
	"No man can do me a truer kindness in this world than to pray for me.",
	"When you cannot trace God’s hand, you can trust His heart.",
	"Be masters of your Bibles, brethren. Whatever other works you have not searched, be at home with the writings of the prophets and apostles.",
	"If any of you should ask me for an epitome of the Christian religion, I should say that it is in that one word—prayer.",
	"It is not your hold of Christ that saves you, but His hold of you.",
	"Nothing teaches us about the preciousness of the Creator as much as when we learn the emptiness of everything else.",
	"I commend my soul to my Savior, Jesus Christ, and I commit my body to the earth in the certain hope of the resurrection.",
	"The joy of the Lord is our strength, and when we lack it, we faint.",
	"It is better to be humble than wise, but it is better still to be both humble and wise.",
	"The furnace of affliction is a good place for you, Christian; it benefits you; it helps you to become more like Christ.",
	"I would sooner spend an hour in prayer than a month in grumbling.",
	"Depend upon it, if you are bent on selfish ends, you will find all things against you.",
	"The sovereignty of God is the pillow upon which the Christian rests his head.",
	"Evening is the time for the Christian to hear God’s whisper.",
	"Beware of living without faith; you will be an unhappy soul if you do so.",
	"Nothing binds me to my Lord like a strong belief in His changeless love.",
	"I have learned to kiss the waves that throw me up against the Rock of Ages.",
	"Repentance grows as faith grows. Do not make any mistake about it; repentance is not a thing of days and weeks.",
	"God's mercy is so great that you may sooner drain the sea of its water, or deprive the sun of its light, than diminish the great mercy of God.",
	"The infinite mercy of God is like an ocean; it covers the sin of His people completely.",
	"The grace of God reaches to the lowest depths and lifts us to the highest heights.",
	"The promises of God are the ladder by which we climb out of our trials.",
	"We cannot pray too much; the more we pray, the more blessings we shall receive.",
	"God's love is an unquenchable fire; it burns brighter even amidst the darkest trials.",
	"Faith is the fountain, the foundation, and the fosterer of obedience.",
	"Hope is like a star—it shines brightest in the darkest night.",
	"Our sins are great, but God's grace is greater.",
	"If you cannot speak with eloquence, speak with simplicity and sincerity.",
	"The Lord's kindness is an everlasting stream; it never runs dry.",
	"Faith is the gaze of a soul upon a saving God.",
	"The gospel is the lifeboat; Christ is the captain. Come aboard.",
	"The heart of the gospel is redemption, and the essence of redemption is the substitutionary sacrifice of Christ.",
	"Grace puts its hand on the boasting mouth and shuts it once for all.",
	"The power that saves is not in the faith but in the God in whom faith trusts.",
	"The law is for the self-righteous to humble their pride; the gospel is for the lost to remove their despair.",
	"You cannot have Christ for your Savior unless you also have Him as your King.",
	"We shall never find happiness by looking at our prayers, our doings, or our feelings; it is what Jesus is, not what we are, that gives rest to the soul.",
	"Jesus is the fountain of hope, comfort, and every good thing.",
	"Prayer is the slender nerve that moves the muscle of omnipotence.",
	"Holiness is better than happiness. There is no real happiness apart from holiness.",
	"Saving faith is an immediate relation to Christ, accepting, receiving, resting upon Him alone, for justification, sanctification, and eternal life by virtue of God's grace.",
	"There is no joy in this world like union with Christ. The more we can feel it, the happier we are.",
	"A man is not saved against his will, but he is made willing by the operation of the Holy Ghost.",
	"Your emptiness is but the preparation for your being filled, and your casting down is but the making ready for your lifting up.",
	"He who would glorify his God must set his account upon meeting with many trials.",
	"Jesus is the great central fact in the world's history. To Him everything looks forward or backward. All the lines of history converge upon Him.",
	"Sin may drag you ever so low, but Christ's hand of grace is able to lift you higher.",
	"Our heavenly Father never takes anything from His children unless He means to give them something better.",
	"Nothing makes a man so virtuous as belief in the truth.",
	"Holiness is not the way to Christ; Christ is the way to holiness.",
	"When Christ calls us, He calls us to die, but in that dying, we truly live.",
	"Man's extremity is God's opportunity.",
	"The more grace we have, the less we shall think of ourselves, for grace, like light, reveals our impurity.",
	"The wings of prayer carry us over every difficulty and trial.",
	"God does not forget His own. In the darkest hour, His eye is upon us.",
	"If you think you can preach without Christ, you are mistaken. You must preach Christ or else you are not preaching the gospel.",
	"Rest assured, Christ will not lose the purchase of His blood.",
	"Joy is the holy fire that keeps our purpose warm and our intelligence aglow.",
	"The Christian should work as if all depended upon him, and pray as if it all depended upon God.",
	"He who has no joy in his religion is like a man without wings who tries to fly.",
	"Christ is the lifeboat for perishing souls; faith is the step on board.",
	"The nearer a man lives to God, the more intensely has he to mourn over his own evil heart.",
	"Grace is the mother and nurse of holiness, and not the apologist of sin.",
	"Salvation is of the Lord, and therefore not of man.",
	"We should be better Christians if we spent more time in prayer.",
	"There are no crown-wearers in heaven who were not cross-bearers here below.",
	"Remember, Christian, you are a soldier. You must not expect to find ease in this world.",
	"Faith is as much the gift of God as the Savior upon whom that faith relies.",
	"As sure as God puts His children in the furnace, He will be in the furnace with them.",
	"Let this be your delight, to serve God in all your ways.",
	"Faith is the conquering grace; it is the eye which sees the invisible God.",
	"Where the Spirit of God is, there is power.",
	"The Lord does not promise to keep His people from trials but to preserve them in them.",
	"A little true faith is better than mountains of carnal security.",
	"Do not despise the day of small things. Little faith can lay hold on a great Christ.",
	"True prayer is not asking God to do something we want but asking God to do His will in us and through us.",
	"If you are drawn nearer to God by your troubles, then they are blessings in disguise.",
	"The greatest act of faith is when a man lays hold of Christ as his Savior when he feels utterly unworthy of Him.",
	"When we cannot rejoice in feelings, we can rejoice in Christ.",
	"When you draw near to God, God draws near to you.",
	"Grace is never wanting. God always gives enough grace to His people.",
	"The promises of God are like the stars: the darker the night, the brighter they shine.",
	"The Lord Jesus is both the beginning and the end of our hope.",
	"When you are wrapped up in Christ, you are free indeed.",
	"Do not fret, for it is better to trust in the Lord than to worry about what may never come to pass.",
	"The weakest faith in Christ is infinitely better than the strongest faith in anything else.",
	"God uses broken vessels to carry the water of life to thirsty souls.",
	"The love of God is the highest pinnacle of joy to the believer.",
	"The cross is not merely a symbol; it is the place where love and justice meet.",
	"Prayer is not the overcoming of God's reluctance, but the taking hold of His willingness.",
	"We are immortal until our work on earth is done.",
	"Every sorrow we feel as Christians draws us closer to our Savior.",
	"No man can serve two masters; let us serve Christ with all our hearts.",
	"The way of holiness is a path of peace, even if it passes through rough terrain.",
	"Jesus is not valued at all until He is valued above all.",
	"Faith is the telescope through which we see the promises of God far off.",
	"The grace of God is an ocean without a shore, a sun without a cloud.",
	"The blood of Christ is the stronghold of our hope and the anchor of our souls.",
	"God's goodness is the foundation of all true joy.",
	"Faith is the key that opens the door to God's promises.",
	"The storms of life prove the strength of the anchor of our soul.",
	"Trust in the Lord, for He is the Rock of Ages.",
	"The weakest Christian is still stronger than the mightiest unbeliever because of Christ in them.",
	"No man can outlive the love of God; it endures forever.",
	"In every storm, Christ is our lighthouse.",
	"When you are at your weakest, God’s strength is made perfect in you.",
	"A life spent in service to Christ is never wasted.",
	"The love of Christ constrains us to live for Him who died for us.",
	"God’s timing is always perfect, even when we do not understand it.",
	"The greatest treasure on earth is to know Christ and be known by Him.",
	"Every trial is a call to prayer.",
	"The hand of God is never shortened, and His heart is never closed to His people.",
	"Christ is the bread of life, the living water, and the good Shepherd of our souls.",
	"When we look to Christ, we find rest for our weary souls.",
	"The joy of salvation is greater than the sorrows of the world.",
	"The cross is not a burden but a blessing to those who love Christ.",
	"The Lord is our refuge, a very present help in trouble.",
	"Every promise of God is Yes and Amen in Christ Jesus.",
	"The love of God is the melody that fills the heart with peace.",
	"Christ is the ladder by which we ascend to God.",
	"To know Christ is to know the fullness of life and joy.",
	"The presence of God is the sweetest place on earth.",
	"When Christ is your treasure, no loss can truly impoverish you.",
	"The grace of God is sufficient for every need, every trial, and every day.",
	"Faith in Christ transforms the darkest night into the brightest day.",
	"The love of God is the banner over every believer.",
	"No man ever trusted in Christ and was disappointed.",
	"The gospel is the power of God unto salvation to everyone who believes.",
	"Every moment of life is an opportunity to glorify God.",
	"The mercy of God is the fountain of all our comforts.",
	"When we are in Christ, we are never alone.",
	"The heart of worship is a heart surrendered to God.",
	"The promises of God are the inheritance of His children.",
	"Faith rests in the finished work of Christ on the cross.",
	"God is always faithful, even when we are faithless.",
	"To live for Christ is the highest purpose of man.",
	"The peace of God surpasses all understanding and guards our hearts and minds.",
	"The love of Christ is the anchor of our hope.",
	"Grace is God’s riches at Christ’s expense.",
	"The greatest joy in life is to know Christ and make Him known.",
	"When we trust in God, we will not be shaken.",
	"The righteousness of Christ is our only hope of standing before God.",
	"The cross of Christ is the greatest demonstration of God’s love for sinners.",
	"Christ’s blood speaks better things than the blood of Abel.",
	"The glory of God is the chief end of man and the chief joy of the believer.",
	"He who has Christ has everything; he who has everything but Christ has nothing.",
	"The Lord is our shepherd; we shall not want.",
	"God’s grace is sufficient for every trial and every triumph.",
	"When we abide in Christ, we bear much fruit for His glory.",
	"The mercy of God is the ground of our hope and the song of our hearts.",
	"Christ is the cornerstone of our faith and the foundation of our hope.",
	"God’s love is the song that fills the heart with joy and the life with purpose.",
	"Faith in Christ is the victory that overcomes the world.",
	"The gospel is the power of God that transforms lives and changes hearts.",
	"Christ is the light of the world, and those who follow Him walk in the light of life.",
	"The hope of heaven is the joy of the believer.",
	"A Bible that’s falling apart usually belongs to someone who isn’t.",
	"It is not how much we have, but how much we enjoy, that makes happiness.",
	"Anxiety does not empty tomorrow of its sorrows, but only empties today of its strength.",
	"If Christ be anything, he must be everything.",
	"Prayer can never be in excess.",
	"By perseverance the snail reached the ark.",
	"The gospel is like a caged lion. It does not need to be defended, it just needs to be let out of its cage.",
	"I have a great need for Christ; I have a great Christ for my need.",
	"God is too good to be unkind and He is too wise to be mistaken.",
	"You are as much serving God in looking after your own children as you would be if you led an army to battle for the Lord.",
	"The grace of God is infinite and matchless. It can save the worst sinner and the most broken soul.",
	"The Word of God is the anvil upon which the opinions of men are shattered.",
	"We cannot expect to gather lilies in a field of thistles.",
	"True prayer is neither a mere mental exercise nor a vocal performance. It is far deeper than that—it is a spiritual transaction with the Creator of heaven and earth.",
	"To trust God in the light is nothing, but trust him in the dark—that is faith.",
	"A little faith will bring your soul to heaven, but a lot of faith will bring heaven to your soul.",
	"A man who does not have his Bible with him is like a workman without his tools.",
	"No one outgrows the Scriptures. The book widens and deepens with our years.",
	"If we cannot trust God for the temporal, how dare we trust Him for the eternal?",
	"Sincerity makes the very least person to be of more value than the most talented hypocrite.",
	"I would rather teach one man to pray than ten men to preach.",
	"Nothing puts life into men like a dying Savior.",
	"Nobody ever outgrows Scripture; the book widens and deepens with our years.",
	"God helps those who cannot help themselves.",
	"You cannot slander human nature; it is worse than words can paint it.",
	"When your will is God’s will, you will have your will.",
	"Hope itself is like a star—not to be seen in the sunshine of prosperity, and only to be discovered in the night of adversity.",
	"The greatest enemy to human souls is the self-righteous spirit which makes men look to themselves for salvation.",
	"Wisdom is the right use of knowledge. To know is not to be wise. Many men know a great deal, and are all the greater fools for it.",
	"The Lord gets His best soldiers out of the highlands of affliction.",
	"Trials teach us what we are; they dig up the soil, and let us see what we are made of.",
	"Have your heart right with Christ, and He will visit you often, and so turn weekdays into Sundays, meals into sacraments, homes into temples, and earth into heaven.",
	"We have two great possessions: Christ and our need.",
	"Groanings which cannot be uttered are often prayers which cannot be refused.",
	"To preach Christ is to feed the soul, to justify it, to set it free, and to sanctify it.",
	"The key to happiness is not in our circumstances but in Christ.",
	"Beware of no man more than of yourself; we carry our worst enemies within us.",
	"The will of God is like a great ocean: vast, unmeasured, and profound.",
	"The promises of God are like the stars; the darker the night, the brighter they shine.",
	"The nearer we come to God, the more graciously He reveals Himself to us.",
	"Jesus is the fountain of light and life, joy and peace.",
	"I know of no better thermometer to your spiritual temperature than this: the measure of the intensity of your prayer.",
	"The grace of God is like an ever-flowing river, full and free for all who come to it.",
	"Faith is reason at rest in God.",
	"Faith sees the invisible, believes the unbelievable, and receives the impossible.",
	"Look to the cross, and hate your sin, for sin nailed your Well-Beloved to the tree.",
	"Christ is the cure for every fear, doubt, and trouble.",
	"Let your thoughts dwell much upon Christ.",
	"Without the Spirit of God, we can do nothing. We are as ships without wind. We are useless.",
	"Faith obliterates time, annihilates distance, and brings future things at once into its possession.",
	"God will not have His kingdom made up of dishonest men.",
	"A sinner can no more repent and believe without the Holy Spirit’s aid than he can create a world.",
	"Wisdom is the reward you get for a lifetime of listening when you would rather have talked.",
	"You will never glory in God till first of all God has killed your glorying in yourself.",
	"If we give God service, it must be because He gives us grace. We work for Him because He works in us.",
	"Love to Christ smooths the path of duty.",
	"Humility is to make a right estimate of oneself.",
	"We are never so high as when we are down at the feet of the cross.",
	"The eagle’s wings are not the only things which God has given us; He has given us His angels to bear us up in their hands.",
	"Men do not reject the Bible because it contradicts itself but because it contradicts them.",
	"The Word of God is always most precious to the man who lives most upon it.",
	"By the cross we, too, are crucified to the world, but alive unto God.",
	"True humility is thinking rightly of thyself, not meanly.",
	"Many men owe the grandeur of their lives to their tremendous difficulties.",
	"We cannot always trace God's hand, but we can always trust God's heart.",
	"Our anxiety does not empty tomorrow of its sorrows, but only empties today of its strengths.",
	"No man can do me a truer kindness in this world than to pray for me.",
	"When you cannot trace God’s hand, you can trust His heart.",
	"Be masters of your Bibles, brethren. Whatever other works you have not searched, be at home with the writings of the prophets and apostles.",
	"If any of you should ask me for an epitome of the Christian religion, I should say that it is in that one word—prayer.",
	"It is not your hold of Christ that saves you, but His hold of you.",
	"Nothing teaches us about the preciousness of the Creator as much as when we learn the emptiness of everything else.",
	"I commend my soul to my Savior, Jesus Christ, and I commit my body to the earth in the certain hope of the resurrection.",
	"The joy of the Lord is our strength, and when we lack it, we faint.",
	"It is better to be humble than wise, but it is better still to be both humble and wise.",
	"The furnace of affliction is a good place for you, Christian; it benefits you; it helps you to become more like Christ.",
	"I would sooner spend an hour in prayer than a month in grumbling.",
	"Depend upon it, if you are bent on selfish ends, you will find all things against you.",
	"The sovereignty of God is the pillow upon which the Christian rests his head.",
	"Evening is the time for the Christian to hear God’s whisper.",
	"Beware of living without faith; you will be an unhappy soul if you do so.",
	"Nothing binds me to my Lord like a strong belief in His changeless love.",
	"I have learned to kiss the waves that throw me up against the Rock of Ages.",
	"Repentance grows as faith grows. Do not make any mistake about it; repentance is not a thing of days and weeks.",
	"God's mercy is so great that you may sooner drain the sea of its water, or deprive the sun of its light, than diminish the great mercy of God.",
	"The infinite mercy of God is like an ocean; it covers the sin of His people completely.",
	"The grace of God reaches to the lowest depths and lifts us to the highest heights.",
	"The promises of God are the ladder by which we climb out of our trials.",
	"We cannot pray too much; the more we pray, the more blessings we shall receive.",
	"God's love is an unquenchable fire; it burns brighter even amidst the darkest trials.",
	"Faith is the fountain, the foundation, and the fosterer of obedience.",
	"Hope is like a star—it shines brightest in the darkest night.",
	"Our sins are great, but God's grace is greater.",
	"If you cannot speak with eloquence, speak with simplicity and sincerity.",
	"The Lord's kindness is an everlasting stream; it never runs dry.",
	"Faith is the gaze of a soul upon a saving God.",
	"The gospel is the lifeboat; Christ is the captain. Come aboard.",
	"The heart of the gospel is redemption, and the essence of redemption is the substitutionary sacrifice of Christ.",
	"Grace puts its hand on the boasting mouth and shuts it once for all.",
	"The power that saves is not in the faith but in the God in whom faith trusts.",
	"The law is for the self-righteous to humble their pride; the gospel is for the lost to remove their despair.",
	"You cannot have Christ for your Savior unless you also have Him as your King.",
	"We shall never find happiness by looking at our prayers, our doings, or our feelings; it is what Jesus is, not what we are, that gives rest to the soul.",
	"Jesus is the fountain of hope, comfort, and every good thing.",
	"Prayer is the slender nerve that moves the muscle of omnipotence.",
	"Holiness is better than happiness. There is no real happiness apart from holiness.",
	"Saving faith is an immediate relation to Christ, accepting, receiving, resting upon Him alone, for justification, sanctification, and eternal life by virtue of God's grace.",
	"There is no joy in this world like union with Christ. The more we can feel it, the happier we are.",
	"A man is not saved against his will, but he is made willing by the operation of the Holy Ghost.",
	"Your emptiness is but the preparation for your being filled, and your casting down is but the making ready for your lifting up.",
	"He who would glorify his God must set his account upon meeting with many trials.",
	"Jesus is the great central fact in the world's history. To Him everything looks forward or backward. All the lines of history converge upon Him.",
	"Sin may drag you ever so low, but Christ's hand of grace is able to lift you higher.",
	"Our heavenly Father never takes anything from His children unless He means to give them something better.",
	"Nothing makes a man so virtuous as belief in the truth.",
	"Holiness is not the way to Christ; Christ is the way to holiness.",
	"When Christ calls us, He calls us to die, but in that dying, we truly live.",
	"Man's extremity is God's opportunity.",
	"The more grace we have, the less we shall think of ourselves, for grace, like light, reveals our impurity.",
	"The wings of prayer carry us over every difficulty and trial.",
	"God does not forget His own. In the darkest hour, His eye is upon us.",
	"If you think you can preach without Christ, you are mistaken. You must preach Christ or else you are not preaching the gospel.",
	"Rest assured, Christ will not lose the purchase of His blood.",
	"Joy is the holy fire that keeps our purpose warm and our intelligence aglow.",
	"The Christian should work as if all depended upon him, and pray as if it all depended upon God.",
	"He who has no joy in his religion is like a man without wings who tries to fly.",
	"Christ is the lifeboat for perishing souls; faith is the step on board.",
	"The nearer a man lives to God, the more intensely has he to mourn over his own evil heart.",
	"Grace is the mother and nurse of holiness, and not the apologist of sin.",
	"Salvation is of the Lord, and therefore not of man.",
	"We should be better Christians if we spent more time in prayer.",
	"There are no crown-wearers in heaven who were not cross-bearers here below.",
	"Remember, Christian, you are a soldier. You must not expect to find ease in this world.",
	"Faith is as much the gift of God as the Savior upon whom that faith relies.",
	"As sure as God puts His children in the furnace, He will be in the furnace with them.",
	"Let this be your delight, to serve God in all your ways.",
	"Faith is the conquering grace; it is the eye which sees the invisible God.",
	"Where the Spirit of God is, there is power.",
	"The Lord does not promise to keep His people from trials but to preserve them in them.",
	"A little true faith is better than mountains of carnal security.",
	"The love of God is the melody that fills the heart with peace.",
	"Christ is the ladder by which we ascend to God.",
	"When Christ is your treasure, no loss can truly impoverish you.",
	"Every sorrow we feel as Christians draws us closer to our Savior."
]
